Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvUserNotifications/Creator/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# %@_INVITES_YOU_TO_ONE_TO_ONE_DISCUSSION
source: %@ invites you to have a private discussion. If you accept, this user will be added to your contacts.
de: %@ lädt dich zu einem privaten Gespräch ein. Wenn du annimmst, wird dieser Benutzer zu deinen Kontakten hinzugefügt.
es: %@ te invita a tener una conversación privada. Si aceptas, este usuario se agregará a tus contactos.
fr: %@ vous invite à discuter en privé. Si vous acceptez, cet utilisateur sera ajouté à vos contacts.
it: %@ ti invita ad una conversazione privata. Se accetti, questo utente verrà aggiunto ai tuoi contatti.
ja: %@ があなたをプライベートな会話に招待しました。承諾すると、このユーザーがあなたの連絡先に登録されます。
ko: %@님이 비공개 대화에 초대합니다. 수락하시면 해당 사용자가 연락처에 추가됩니다.
pt_br: %@ está convidando você para uma conversa privada. Se você aceitar, este usuário será adicionado aos seus contatos.
pt_pt: %@ convida-o(a) a participar numa conversa privada. Se aceitar, este utilizador será adicionado aos seus contactos.
ru: %@ приглашает вас в личную беседу. Если вы примите, этот пользователь будет добавлен в ваши контакты.
uk: %@ запрошує вас до приватної розмови. Якщо ви приймете, цей користувач буде доданий до ваших контактів.
zh_hans: %@ 邀请您进行私聊。如果您接受，此用户将被添加到您的联系人中。

source: %lld attachments
de: %lld Anhänge
es: %lld archivos adjuntos
fr: %lld pièces jointes
it: %lld allegati
ja: %lld 個の添付ファイル
ko: %lld개의 첨부 파일
pt_br: %lld anexos
pt_pt: %lld anexos
ru: %lld вложения
uk: %lld вкладення
zh_hans: %lld 个附件

# A_PARTICIPANT_STARTED_THEIR_CAMERA
source: Video call started
de: Videoanruf gestartet
es: Llamada de video iniciada
fr: Appel vidéo en cours
it: Videochiamata avviata
ja: ビデオ通話を開始しました
ko: 비디오 통화 시작됨
pt_br: Chamada de vídeo iniciada
pt_pt: Chamada de vídeo iniciada
ru: Начался видеозвонок
uk: Розпочато відеодзвінок
zh_hans: 视频通话已开始

# BUTTON_TITLE_SEND
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
uk: Відправити
zh_hans: 发送

source: Edited
de: Bearbeitet
es: Editado
fr: Édité
it: Modificato
ja: 編集済み
ko: 수정됨
pt_br: Editado
pt_pt: Editado
ru: Отредактировано
uk: Відредаговано
zh_hans: 已编辑

source: Ephemeral message
de: Vergängliche Nachricht
es: Mensaje efímero
fr: Message éphémère
it: Messaggio effimero
ja: 一時的なメッセージ
ko: 일시 메시지
pt_br: Mensagem temporária
pt_pt: Mensagem temporária
ru: Исчезающее сообщение
uk: Тимчасове повідомлення
zh_hans: 阅后即焚消息

source: Exchange your codes with %@.
de: Tauschen Sie Ihre Codes mit %@ aus.
es: Intercambia tus códigos con %@.
fr: Échangez vos codes avec %@.
it: Scambia i tuoi codici con %@.
ja: %@とコードを交換しましょう。
ko: %@와 코드를 교환하세요.
pt_br: Troque seus códigos com %@.
pt_pt: Partilhe os seus códigos com %@.
ru: Обменяйте свои коды с %@.
uk: Обміняйте свої коди з %@.
zh_hans: 与 %@ 交换您的代码。

# HISTORY_TRANSFER_REQUEST_NOTIFICATION_BODY
source: Another of your devices can transfer your chat history to this device. Tap to learn more.
de: Eines Ihrer anderen Geräte kann Ihren Chatverlauf auf dieses Gerät übertragen. Tippen Sie hier, um mehr zu erfahren.
es: Otro de tus dispositivos puede transferir el historial de tus chats a este dispositivo. Toca para obtener más información.
fr: Un autre de vos appareils peut transférer votre historique de discussions vers cet appareil. Appuyez pour en savoir plus.
it: Un altro dei tuoi dispositivi può trasferire la cronologia delle chat su questo dispositivo. Tocca per maggiori informazioni.
ja: 別のデバイスから、このデバイスにチャット履歴を転送できます。詳細はこちらをタップしてください。
ko: 다른 기기에서 현재 기기로 채팅 기록을 전송할 수 있습니다. 자세한 내용은 여기를 탭하세요.
pt_br: Outro de seus dispositivos pode transferir o histórico de conversas para este dispositivo. Toque para saber mais.
pt_pt: Outro dos seus dispositivos pode transferir o histórico de conversas para este dispositivo. Toque para saber mais.
ru: Одно из ваших других устройств может перенести историю ваших чатов на это устройство. Нажмите, чтобы узнать больше.
uk: Інший ваш пристрій може перенести історію ваших розмов на цей пристрій. Торкніться, щоб дізнатися більше.
zh_hans: 您的其他设备可以将聊天记录传输到此设备。点击了解更多信息。

# HISTORY_TRANSFER_REQUEST_NOTIFICATION_TITLE
source: Transfer your chat history to this device
de: Übertragen Sie Ihren Chatverlauf auf dieses Gerät.
es: Transfiere el historial de tus conversaciones a este dispositivo
fr: Transférez votre historique des discussions vers cet appareil
it: Trasferisci la cronologia delle chat su questo dispositivo
ja: このデバイスにチャット履歴を転送
ko: 이 장치로 채팅 기록을 전송하세요
pt_br: Transfira o histórico de suas conversas para este dispositivo
pt_pt: Transfira o seu histórico de conversas para este dispositivo
ru: Перенесите историю ваших чатов на это устройство
uk: Перенесіть історію ваших розмов на цей пристрій
zh_hans: 将您的聊天记录转移到此设备

source: I would like to introduce you to %@.
de: Ich möchte Ihnen %@ vorstellen.
es: Me gustaría presentarte a %@.
fr: J’aimerais vous présenter à %@.
it: Vorrei presentarvi %@.
ja: この方は、%@です。
ko: %@님을 소개해 드리고 싶습니다.
pt_br: Gostaria de apresentar você a %@.
pt_pt: Gostaria de apresentar-te o/a %@.
ru: Я хотел бы познакомить вас с %@.
uk: Я хотів би/хотіла би вас познайомити з %@.
zh_hans: 我想向您介绍 %@。

source: Invitation to join a group
de: Einladung, einer Gruppe beizutreten
es: Invitación a unirte a un grupo
fr: Invitation à rejoindre un groupe
it: Invito ad unirsi a un gruppo
ja: グループへの招待
ko: 그룹 참여 초대
pt_br: Convite para participar de um grupo
pt_pt: Convite para participar num grupo
ru: Приглашение присоединиться к группе
uk: Запрошення приєднатися до групи
zh_hans: 邀请加入群组

# MISSED_CALLED_WITH_%lld_OTHER_PARTICIPANTS
source: Missed group call with %lld other participants
de: Verpasster Gruppenanruf mit %lld anderen Teilnehmern
es: Llamada grupal perdida con %lld participantes más
fr: Appel de groupe manqué avec %lld participants supplémentaires
it: Chiamata di gruppo persa con %lld altri partecipanti
ja: 他の参加者%lld人とのグループ通話に応答できませんでした
ko: 다른 %lld명의 참가자와 함께한 그룹 통화를 놓쳤습니다.
pt_br: Ligação em grupo perdida com %lld outros participantes
pt_pt: Chamada de grupo perdida com %lld outros participantes
ru: Пропущен групповой вызов с %lld другими участниками
uk: Пропущено груповий дзвінок з %lld іншими учасниками
zh_hans: 错过了与 %lld 位其他参与者的群组通话

# MISSED_CALL_WHILE_IN_DO_NOT_DISTURB_MODE
source: Missed call while the “Do Not Disturb” mode was turned on
de: Anruf verpasst, während der Modus “Nicht stören” aktiviert war
es: Llamada perdida mientras el modo “No molestar” estaba activado
fr: Appel manqué pendant que vous étiez en mode « Ne pas déranger »
it: Chiamata persa mentre era attiva la modalità “Non disturbare”
ja: 「おやすみモード」がオンの間に、着信があった
ko: "방해 금지" 모드가 켜져 있는 동안 부재중 전화가 있었습니다.
pt_br: Chamada perdida enquanto o modo "Não Perturbe" estava ativado
pt_pt: Chamada perdida enquanto o modo "Não Perturbar" estava ativado
ru: Пропущенный вызов во время включенного режима «Не беспокоить»
uk: Пропущено виклик, коли було ввімкнено режим “Не турбувати”
zh_hans: 在开启“请勿打扰”模式期间，有未接来电

# Mutual trust confirmed!
source: New contact!
de: Neuer Kontakt!
es: ¡Nuevo contacto!
fr: Nouveau contact !
it: Nuovo contatto!
ja: 新しい連絡先！
ko: 새로운 연락처!
pt_br: Novo contato!
pt_pt: Novo contacto!
ru: Новый контакт!
uk: Новий контакт!
zh_hans: 新联系人！

# NOTIFICATION_ACTION_TITLE_ACCEPT
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承諾
ko: 수락
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
uk: Прийняти
zh_hans: 接受

# NOTIFICATION_ACTION_TITLE_CALL_BACK
source: Call back
de: Rückruf
es: Llamar de vuelta
fr: Rappeler
it: Richiama
ja: 折り返し
ko: 다시 전화
pt_br: Ligar de volta
pt_pt: Ligar de volta
ru: Перезвоните
uk: Перетелефонуйте
zh_hans: 回电

# NOTIFICATION_ACTION_TITLE_DECLINE
source: Decline
de: Ablehnen
es: Rechazar
fr: Décliner
it: Rifiuta
ja: 拒否
ko: 거절
pt_br: Recusar
pt_pt: Recusar
ru: Отклонить
uk: Відхилити
zh_hans: 拒绝

# NOTIFICATION_ACTION_TITLE_MARK_AS_READ
source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
it: Segna come letta
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lido
pt_pt: Marcar como lido
ru: Пометить как прочитанное
uk: Позначити як прочитане
zh_hans: 标记为已读

# NOTIFICATION_ACTION_TITLE_MUTE
source: Mute discussion for one hour
de: Diskussion für eine Stunde stummschalten
es: Silenciar la conversación por una hora
fr: Désactiver les notifications pendant une heure
it: Silenzia la discussione per un'ora
ja: 1時間、このチャットの通知をオフにします
ko: 대화 내용을 1시간 동안 음소거합니다.
pt_br: Silenciar a conversa por uma hora
pt_pt: Silenciar a conversa durante uma hora
ru: Отключить уведомления из обсуждения на один час
uk: Вимкнути звук для обговорення на одну годину
zh_hans: 将讨论设置为静音一小时

# NOTIFICATION_ACTION_TITLE_REPLY_TO
source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
ko: 답장
pt_br: Responder
pt_pt: Responder
ru: Ответить
uk: Відповідь
zh_hans: 回复

# NOTIFICATION_ACTION_TITLE_SEND_MESSAGE
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
pt_pt: Enviar mensagem
ru: Отправить сообщение
uk: Надіслати повідомлення
zh_hans: 发送消息

source: New Invitation!
de: Neue Einladung!
es: ¡Nueva Invitación!
fr: Nouvelle Invitation !
it: Nuovo invito!
ja: 新しい招待！
ko: 새로운 초대!
pt_br: Novo convite!
pt_pt: Novo convite!
ru: Новое приглашение!
uk: Нове запрошення!
zh_hans: 新的邀请！

source: New invitation
de: Neue Einladung
es: Nueva invitación
fr: Nouvelle invitation
it: Nuovo invito
ja: 新しい招待
ko: 새로운 초대
pt_br: Novo convite
pt_pt: Novo convite
ru: Новое приглашение
uk: Нове запрошення
zh_hans: 新邀请

source: New message
de: Neue Nachricht
es: Mensaje nuevo
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
ko: 새 메시지
pt_br: Nova mensagem
pt_pt: Nova mensagem
ru: Новое сообщение
uk: Нове повідомлення
zh_hans: 新消息

# ONE_MORE_STEP
source: One last step!
de: Noch ein letzter Schritt!
es: ¡Un último paso!
fr: Plus qu'une étape !
it: Un ultimo passaggio!
ja: あと一歩！
ko: 마지막 단계입니다!
pt_br: Só mais um passo!
pt_pt: Só mais um passo!
ru: Ещё один шаг!
uk: Ще один крок!
zh_hans: 最后一步！

source: Olvid requires your attention.
de: Olvid benötigt Ihre Aufmerksamkeit.
es: Olvid requiere tu atención.
fr: Olvid requiert votre attention.
it: Olvid richiede la tua attenzione.
ja: Olvid に対応が必要です。
ko: Olvid에서 사용자의 주의가 필요합니다.
pt_br: Olvid precisa da sua atenção.
pt_pt: O Olvid necessita da sua atenção.
ru: Olvid требует вашего внимания.
uk: Olvid потребує вашої уваги.
zh_hans: Olvid 需要您的关注。

# REACTED_WITH_%@_TO_ONE_OF_YOUR_SENT_MESSAGE
source: Reacted %1$@ to one of your messages.
de: Hat auf eine deiner Nachrichten mit %1$@ reagiert.
es: Reaccionó %1$@ a uno de tus mensajes.
fr: A réagi %1$@ à l’un de vos messages.
it: Ha reagito a uno dei tuoi messaggi con %1$@.
ja: あなたのメッセージのいずれかに%1$@というリアクションがされました。
ko: 귀하의 메시지 중 하나에 %1$@로 반응했습니다.
pt_br: Reagiu %1$@ a uma das suas mensagens.
pt_pt: Reagiu %1$@ a uma das suas mensagens.
ru: Реагировал(а) %1$@ на одно из ваших сообщений.
uk: Відреагував %1$@ на одне з ваших повідомлень.
zh_hans: 对您的一条消息进行了 %1$@ 反应。

# REACTED_WITH_%@_TO_SENT_MESSAGE_%@
source: Reacted %1$@ to: %2$@
de: Hat auf %1$@ reagiert mit: %2$@
es: Reaccionó a: %2$@ con %1$@
fr: A réagi %1$@ à : %2$@
it: Ha reagito a %1$@ con: %2$@
ja: %1$@が%2$@に対してリアクションしました
ko: %1$@에 대한 반응: %2$@
pt_br: Reagiu a: %2$@ com: %1$@
pt_pt: Reagiu a: %2$@ com: %1$@
ru: Отреагировал(а) %1$@ на: %2$@
uk: Відреагував %1$@ на: %2$@
zh_hans: 对 %2$@ 进行了 %1$@ 反应

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED_NOTIFICATION_BODY
source: The incoming call was rejected because Olvid was not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
de: Der eingehende Anruf wurde abgelehnt, da Olvid nicht auf das Mikrofon zugreifen durfte. Um zukünftige Anrufe nicht mehr zu verpassen, gehen Sie bitte zu den Einstellungen und erteilen Sie Olvid Zugriff auf das Mikrofon.
es: La llamada entrante fue rechazada porque Olvid no tenía permiso para acceder al micrófono. Para no perder ninguna llamada más, ve a Ajustes y concede a Olvid acceso al micrófono.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.
it: La chiamata in arrivo è stata rifiutata perché Olvid non aveva il permesso di accedere al Microfono. Per non perdere mai più una chiamata, vai su Impostazioni e concedi a Olvid l'accesso al microfono.
ja: 着信があったにもかかわらず、Olvidにマイクへのアクセスが許可されなかったため、通話が拒否されました。今後、着信を見逃さないようにするには、[設定]にアクセスして、Olvidにマイクへのアクセスを許可してください。
ko: 수신된 전화가 거부되었습니다. Olvid가 마이크에 접근할 수 없기 때문입니다. 앞으로 전화를 놓치지 않으려면 설정으로 이동하여 Olvid에 마이크 접근 권한을 부여하십시오.
pt_br: A chamada recebida foi rejeitada porque o Olvid não tinha permissão para acessar o microfone. Para nunca mais perder uma chamada, vá em Configurações e conceda ao Olvid acesso ao microfone.
pt_pt: A chamada recebida foi rejeitada porque o Olvid não tinha permissão para aceder ao microfone. Para não perder mais chamadas, vá às Definições e conceda ao Olvid permissão para aceder ao microfone.
ru: Входящий вызов был отклонен, так как Olvid не был разрешен доступ к микрофону. Чтобы больше не пропустить вызов, перейдите в Настройки и предоставьте Olvid доступ к микрофону.
uk: Вхідний дзвінок було відхилено, оскільки Olvid не мав дозволу на доступ до мікрофона. Щоб більше ніколи не пропускати дзвінки, перейдіть у Налаштування та надайте Olvid доступ до мікрофона.
zh_hans: 由于 Olvid 未获得麦克风访问权限，因此拒绝了来电。为了今后不再错过任何来电，请前往“设置”并授予 Olvid 访问麦克风的权限。

source: To received a call, you need to allow Olvid to access the microphone. Please tap on this notification to allow Olvid to access the microphone.
de: Um einen Anruf entgegenzunehmen, muss Olvid Zugriff auf das Mikrofon haben. Bitte tippen Sie auf diese Benachrichtigung, um Olvid den Zugriff auf das Mikrofon zu gewähren.
es: Para recibir una llamada, debes permitir que Olvid acceda al micrófono. Pulsa en esta notificación para permitir que Olvid acceda al micrófono.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Cliquez sur la notification et autorisez l'accès au micro.
it: Per ricevere una chiamata, devi permettere a Olvid di accedere al microfono. Tocca questa notifica per consentire a Olvid di accedere al microfono.
ja: 着信するには、Olvidがマイクにアクセスできるようにする必要があります。この通知をタップして、Olvidがマイクにアクセスできるようにしてください。
ko: 전화를 받으려면 Olvid가 마이크에 접근할 수 있도록 허용해야 합니다. 이 알림을 탭하여 Olvid가 마이크에 접근하도록 허용하십시오.
pt_br: Para receber chamadas, você precisa permitir que o Olvid acesse o microfone. Toque nesta notificação para permitir que o Olvid acesse o microfone.
pt_pt: Para receber chamadas, precisa de permitir que o Olvid aceda ao microfone. Toque nesta notificação para permitir que o Olvid aceda ao microfone.
ru: Чтобы принять вызов, необходимо разрешить Olvid доступ к микрофону. Пожалуйста, нажмите на это уведомление, чтобы разрешить Olvid доступ к микрофону.
uk: Щоб прийняти дзвінок, Olvid потребує доступу до мікрофона. Будь ласка, натисніть на це сповіщення, щоб дозволити Olvid доступ до мікрофона.
zh_hans: 要接收来电，您需要允许 Olvid 访问麦克风。请点击此通知以允许 Olvid 访问麦克风。

source: shared a place
de: hat einen Ort geteilt
es: compartió un lugar
fr: a partagé un lieu
it: ha condiviso un luogo
ja: 場所を共有
ko: 위치를 공유했습니다
pt_br: compartilhou um local
pt_pt: partilhou um local
ru: поделился местоположением
uk: поділився місцем
zh_hans: 分享了一个地点

source: started sharing location
de: Standortfreigabe gestartet
es: empezó a compartir ubicación
fr: partage désormais sa position
it: ha iniziato a condividere la posizione
ja: 位置情報の共有を開始しました
ko: 위치 공유 시작
pt_br: iniciou o compartilhamento de localização
pt_pt: começou a partilhar a localização
ru: начал(а) делиться местоположением
uk: почав ділитися геолокацією
zh_hans: 已开始共享位置

source: stopped sharing location
de: Standortfreigabe beendet
es: dejó de compartir ubicación
fr: ne partage plus sa position
it: ha smesso di condividere la posizione
ja: 位置情報の共有を停止しました
ko: 위치 공유 중지
pt_br: parou de compartilhar a localização
pt_pt: parou de partilhar a localização
ru: перестал делиться местоположением
uk: перестав поділитися геолокацією
zh_hans: 停止共享位置

# TAP_HERE_TO_SEE_THE_PARTICIPANT_VIDEO
source: 👉 Tap to view the participant's video
de: 👆 Tippen, um das Video des Teilnehmers anzusehen
es: 👆 Toca para ver el video del participante
fr: 👉 Touchez pour voir la vidéo du participant
it: 📸 Tocca per vedere il video del partecipante
ja: 参加者のビデオを見るには、タップしてください
ko: 참가자의 비디오를 보려면 탭하세요.
pt_br: Toque para ver o vídeo do participante
pt_pt: Toque para ver o vídeo do participante
ru: Нажмите, чтобы посмотреть видео участника
uk: 👉 Торкніться, щоб переглянути відео учасника
zh_hans: 点击查看参与者的视频

source: Tap to see the invitation.
de: Tippen Sie, um die Einladung anzuzeigen.
es: Toca para ver la invitación.
fr: Appuyez pour voir l'invitation.
it: Tocca per vedere l'invito.
ja: タップして招待メッセージを確認してください。
ko: 탭하여 초대장을 확인하세요.
pt_br: Toque para ver o convite.
pt_pt: Toque para ver o convite.
ru: Нажмите, чтобы посмотреть приглашение.
uk: Торкніться, щоб переглянути запрошення.
zh_hans: 点击查看邀请函。

source: Tap to see the message.
de: Tippen, um die Nachricht anzuzeigen.
es: Toca para ver el mensaje.
fr: Appuyez pour voir le message.
it: Tocca per vedere il messaggio.
ja: メッセージを表示するにはタップしてください。
ko: 메시지를 보려면 탭하세요.
pt_br: Toque para ver a mensagem.
pt_pt: Toque para ver a mensagem.
ru: Нажмите, чтобы увидеть сообщение.
uk: Торкніться, щоб переглянути повідомлення.
zh_hans: 点击查看消息

source: You are invited to join a group created by %@.
de: Sie wurden eingeladen, einer Gruppe beizutreten, die von %@ erstellt wurde.
es: Has sido invitado a unirte a un grupo creado por %@.
fr: Vous êtes invité à rejoindre un groupe créé par %@.
it: Sei stato invitato a partecipare a un gruppo creato da %@.
ja: %@さんが作成したグループへの招待です。
ko: %@에서 생성한 그룹에 초대되었습니다.
pt_br: Você foi convidado(a) a participar de um grupo criado por %@.
pt_pt: Foi-lhe enviado um convite para participar num grupo criado por %@.
ru: Вас пригласили присоединиться к группе, созданной пользователем %@.
uk: Вас запрошено долучитися до групи, створеної користувачем %@.
zh_hans: 您被邀请加入由 %@ 创建的群组。

source: %@ is now part of your contacts.
de: %@ ist jetzt Teil deiner Kontakte.
es: %@ ahora es parte de tus contactos.
fr: %@ fait maintenant partie de vos contacts.
it: %@ è ora tra i tuoi contatti.
ja: %@ があなたの連絡先に登録されました。
ko: %@이(가) 이제 연락처에 추가되었습니다.
pt_br: %@ agora faz parte dos seus contatos.
pt_pt: %@ agora faz parte dos seus contactos.
ru: %@ теперь в ваших контактах.
uk: %@ тепер у вашому списку контактів.
zh_hans: %@ 现在已添加到您的联系人中。

# You receive a new invitation from %@. You can accept or silently discard it.
source: %@ would like to discuss with you.
de: %@ möchte mit Ihnen sprechen.
es: %@ querría hablar contigo.
fr: %@ aimerait discuter avec vous.
it: %@ vorrebbe parlare con te.
ja: %@ があなたとお話ししたいと思っています。
ko: %@님께서 귀하와 논의하고 싶어 합니다.
pt_br: %@ gostaria de conversar com você.
pt_pt: %@ gostaria de conversar consigo.
ru: %@ хотел(а) бы обсудить это с вами.
uk: %@ хотів би/хотіла би обговорити це з вами.
zh_hans: %@ 想和你聊聊。
